[
    {
        "image": "images/eventsimages/article1.jpg",
        "newsheadline": "Football agent Sky Andrew laments Tottenham's decision to exclude Sol Campbell from White Hart Lane celebrations",
        "headlineinformation": "Football agent Sky Andrew believes former Tottenham captain Sol Campbell should have been invited to attend the club’s last home fixture at White Hart Lane. The retired defender has been overlooked by the north London club ahead of their final match at their current White Hart Lane stadium on May 14. Campbell became a hate figure among fans following his decision to quit Spurs and join their deadly north London rivals Arsenal in 2001."
        
    },
    {
        "image": "images/eventsimages/article2.jpg",
        "newsheadline": "Jose Mourinho is wrong to criticise Manchester United players in public and must stop, former defender Paul Parker tells talkSPORT",
        "headlineinformation": "Paul Parker says Jose Mourinho is playing a dangerous game criticising his Manchester United players in public – and should stop. Mourinho has rebuked a number of squad members this season over a supposed lack of commitment and desire to play after injury, with Luke Shaw, Chris Smalling and Phil Jones all singled out in recent weeks. “He has got to take his foot of the gas with individuals and start working collectively so everyone is working on the same hymn sheet,”  former England full-back Parker, who spent five years at United, told talkSPORT"
        
    },
    {
        "image": "images/eventsimages/article3.jpg",
        "newsheadline": "HUGE transfer report: Manchester United have agreed personal terms with Antoine Griezmann ahead of £89m summer move",
        "headlineinformation": "Manchester United have scored a huge transfer boost, with reports the Premier League club have agreed personal terms with Atletico Madrid star Antoine Griezmann. The Red Devils are getting ready to trigger the French forward’s £89million buy-out clause when the summer transfer window opens. And, according to the Sun, Griezmann has already accepted a five-year deal, worth £280,000 a week, to move to Old Trafford."
        
    },
    {
        "image": "images/eventsimages/article4.jpg",
        "newsheadline": "Manchester United told to cough up £100million for Kylian Mbappe after Monaco block £72m bid",
        "headlineinformation": "Manchester United have had a £72million bid for Monaco star Kylian Mbappe rejected and told they will need to pay a staggering £100m for them to sanction a transfer. Jose Mourinho has identified Mbappe as one of his top targets alongside Atletico Madrid’s Antoine Griezmann as the club plan another summer of upheaval. United have spent more than £500m on transfers since Sir Alex Ferguson left the helm at Old Trafford, but they haven’t managed to maintain a title challenge since his exit in 2013."
       
    },
    {
        "image": "images/eventsimages/article5.jpg",
        "newsheadline": "Monaco 0-2 Juventus: Gonzalo Higuain hits brace for Old Lady in Champions League",
        "headlineinformation": "Gonzalo Higuain scored twice from Dani Alves passes to put Juventus in control of their Champions League semi-final with Monaco ahead of next week's second leg in Turin. The 90million euro summer signing from Napoli has been prolific as Juve pursue a sixth straight Italian title, but goals had seemed harder to come by on the continent - until Wednesday night. First, Higuain capped a remarkable team goal led by Alves to fire Juve ahead at the Stade Louis II, with his more regulation second extending the Italians' European advantage and settling a 2-0 victory."
        
    },
    {
        "image": "images/eventsimages/article6.jpg",
        "newsheadline": "Premier League table 2016/17: Every remaining fixture simulated 50,000 times to produce predicted final places",
        "headlineinformation": "Chelsea may yet lose their position at the top of the Premier League table, although there is a very small chance of this happening, according to a prediction by the Financial Times. Here's how the numbers have been crunched in their Super Computer: 'The FT's model simulates the outcome of every remaining fixture, repeating the season 50,000 times to calculate the likelihood of each team finishing in a given position. Results are modelled based on teams' underlying performance data.'"
        
    }
]